apache-tools
arch-silence-grub-theme
aws-session-manager-plugin
bdf-unifont
cnijfilter2
ecspresso
epr-git
google-chrome
heroku-cli
intellij-idea-ultimate-edition
man-pages-ja
nand2tetris
num-utils
pet-bin
pkgtools
postman-bin
sakura
slack-desktop
tfenv
ttf-meslo-nerd-font-powerlevel10k
ttf-migmix
visual-studio-code-bin
wpa_actiond
yay
zoom
