tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "knqyf263/pet"
brew "jpeg-xl"
brew "aom"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "awslogs"
brew "bat"
brew "coreutils"
brew "libevent"
brew "tmux"
brew "byobu"
brew "glib"
brew "cloc"
brew "colordiff"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "exa"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "harfbuzz"
brew "gradle"
brew "grep"
brew "grex"
brew "guile"
brew "hexyl"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "k6"
brew "kotlin"
brew "krb5"
brew "libfaketime"
brew "libfido2"
brew "mysql-client"
brew "nghttp2"
brew "nkf"
brew "node"
brew "openblas"
brew "peco"
brew "percona-toolkit"
brew "poppler"
brew "postgresql@14"
brew "pwgen"
brew "qt"
brew "qt@5"
brew "tcl-tk"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "sheldon"
brew "sstp-client"
brew "subversion"
brew "tfenv"
brew "tig"
brew "tomcat@8"
brew "tomcat@9"
brew "tree"
brew "yarn"
brew "cantino/mcfly/mcfly"
brew "knqyf263/pet/pet"
cask "1password"
cask "1password-cli"
cask "calibre"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "emacs"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "fuwari"
cask "google-japanese-ime"
cask "graphiql"
cask "intellij-idea"
cask "iterm2"
cask "jdk-mission-control"
cask "kap"
cask "kindle"
cask "kitty"
cask "meld"
cask "microsoft-remote-desktop"
cask "mos"
cask "owasp-zap"
cask "postman"
cask "rstudio"
cask "slack"
cask "thorium"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"
vscode "adpyke.vscode-sql-formatter"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "mathiasfrohlich.Kotlin"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "ritwickdey.LiveServer"
vscode "tuttieee.emacs-mcx"
vscode "vscode-icons-team.vscode-icons"
