tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "knqyf263/pet"
tap "yuizho/pomors"
brew "awscli"
brew "coreutils"
brew "libevent"
brew "tmux"
brew "byobu"
brew "glib"
brew "guile"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "exa"
brew "harfbuzz"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gradle"
brew "grep"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "k6"
brew "kotlin"
brew "krb5"
brew "libfaketime"
brew "nghttp2"
brew "nkf"
brew "node"
brew "peco"
brew "poppler"
brew "postgresql@14"
brew "pwgen"
brew "python@3.8"
brew "qt"
brew "qt@5"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "sheldon"
brew "sstp-client"
brew "tfenv"
brew "tig"
brew "tomcat@8"
brew "tomcat@9"
brew "tree"
brew "yarn"
brew "knqyf263/pet/pet"
cask "alacritty"
cask "calibre"
cask "clipy"
cask "dbeaver-community"
cask "emacs"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "fuwari"
cask "google-japanese-ime"
cask "graphiql"
cask "intellij-idea"
cask "iterm2"
cask "jdk-mission-control"
cask "kap"
cask "kindle"
cask "meld"
cask "microsoft-remote-desktop"
cask "mos"
cask "owasp-zap"
cask "postman"
cask "rstudio"
cask "slack"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"
