tap "cantino/mcfly"
tap "felixkratz/formulae"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "awslogs"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "coreutils"
brew "libevent"
brew "newt"
brew "tmux"
brew "byobu"
brew "glib"
brew "pycparser"
brew "cffi"
brew "harfbuzz"
brew "cloc"
brew "colordiff"
brew "cryptography"
brew "rtmpdump"
brew "curl"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "poppler"
brew "diff-pdf"
brew "difftastic"
brew "dive"
brew "docutils"
brew "emacs", link: false
brew "eza"
brew "gcc"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "openjdk"
brew "gradle"
brew "grep"
brew "grex"
brew "pkgconf"
brew "guile"
brew "hexyl"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "jmeter"
brew "jq"
brew "k6"
brew "kew"
brew "kotlin"
brew "lazydocker"
brew "libfaketime"
brew "libfido2"
brew "mas"
brew "maven"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "node"
brew "openblas"
brew "openjdk@17"
brew "openldap"
brew "peco"
brew "percona-toolkit"
brew "pinact"
brew "postgresql@14"
brew "pwgen"
brew "python@3.11"
brew "python@3.12"
brew "qt"
brew "qt@5"
brew "tcl-tk"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "sheldon"
brew "shellcheck"
brew "sstp-client"
brew "subversion"
brew "tfenv"
brew "tig"
brew "tomcat@8"
brew "tomcat@9"
brew "tree"
brew "uv"
brew "yarn"
brew "cantino/mcfly/mcfly"
brew "felixkratz/formulae/borders"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "battery"
cask "block-goose"
cask "calibre"
cask "clipy"
cask "dash"
cask "dbeaver-community"
cask "docker-desktop"
cask "emacs-app"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "fuwari"
cask "ghostty"
cask "google-japanese-ime"
cask "graphiql"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "jdk-mission-control"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "postman"
cask "raycast"
cask "rstudio"
cask "scroll-reverser"
cask "slack"
cask "thorium"
cask "visual-studio-code"
cask "visualvm"
cask "whatsapp"
cask "windows-app"
cask "wireshark-app"
cask "zap"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "4ops.terraform"
vscode "adpyke.vscode-sql-formatter"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mathiasfrohlich.kotlin"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.liveserver"
vscode "shardulm94.trailing-spaces"
vscode "sodatea.velocity"
vscode "timonwong.shellcheck"
vscode "tuttieee.emacs-mcx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
