1password
1password-cli
apache-tools
arc-gtk-theme
arc-icon-theme
arch-silence-grub-theme
asunder
aws-cli-v2
aws-session-manager-plugin
bdf-unifont
cnijfilter2
ecspresso
epr-git
google-chrome
hey
intellij-idea-ultimate-edition
lazydocker
leftwm
man-pages-ja
nand2tetris
num-utils
pet-bin
pkgtools
postman-bin
reiserfsprogs
tfenv
ttf-meslo-nerd-font-powerlevel10k
ttf-migmix
visual-studio-code-bin
wpa_actiond
yay
yay-debug
zoom
